Repository: PITADIA/android-couple-app
Catalog: TuPreferes.xcstrings
Source language: en
Languages: de, es, fr, it, pt, pt_br

# tp_41
source: Would you rather live a passionate but short love, or a calm but everlasting love?
de: Würdest du lieber eine leidenschaftliche, aber kurze Liebe leben oder eine ruhige, aber ewige?
es: ¿Preferirías vivir un amor apasionado pero corto o un amor tranquilo pero eterno?
fr: Tu préfères vivre un amour passionnel mais court ou un amour sans plus mais éternel ?
it: Preferiresti vivere un amore passionale ma breve o un amore tranquillo ma eterno?
pt: Preferias viver um amor apaixonado mas curto ou um amor calmo mas eterno?
pt_br: Você preferiria viver um amor apaixonado mas curto ou um amor calmo mas eterno?

# tp_42
source: Would you rather fall in love with a stranger every day or love the same person forever?
de: Würdest du dich lieber jeden Tag in eine(n) Fremde(n) verlieben oder dieselbe Person für immer lieben?
es: ¿Preferirías enamorarte de un desconocido cada día o amar a la misma persona para siempre?
fr: Tu préfères tomber amoureux d'un(e) inconnu(e) chaque jour ou aimer la même personne pour toujours ?
it: Preferiresti innamorarti ogni giorno di uno sconosciuto o amare per sempre la stessa persona?
pt: Preferias apaixonar-te por um desconhecido todos os dias ou amar a mesma pessoa para sempre?
pt_br: Você preferiria se apaixonar por um desconhecido todos os dias ou amar a mesma pessoa para sempre?

# tp_43
source: Would you rather love always be simple, or sometimes have its conflicts?
de: Würdest du lieber, dass Liebe immer einfach ist, oder dass es auch mal Konflikte gibt?
es: ¿Preferirías que el amor sea siempre simple o que a veces tenga conflictos?
fr: Tu préfères que l'amour soit toujours simple ou parfois conflictuel ?
it: Preferiresti che l’amore fosse sempre semplice o che a volte avesse dei conflitti?
pt: Preferias que o amor fosse sempre simples ou que tivesse às vezes conflitos?
pt_br: Você preferiria que o amor fosse sempre simples ou que tivesse às vezes conflitos?

# tp_44
source: Would you rather someone write you a poem or a song?
de: Würdest du lieber, dass dir jemand ein Gedicht schreibt oder einen Song?
es: ¿Preferirías que alguien te escriba un poema o una canción?
fr: Tu préfères qu'on t'écrive un poème ou une chanson ?
it: Preferiresti che qualcuno ti scrivesse una poesia o una canzone?
pt: Preferias que alguém te escrevesse um poema ou uma canção?
pt_br: Você preferiria que alguém lhe escrevesse um poema ou uma canção?

# tp_45
source: Would you rather a kiss in the rain or a hug by the fireplace?
de: Würdest du lieber einen Kuss im Regen oder eine Umarmung am Kamin?
es: ¿Preferirías un beso bajo la lluvia o un abrazo junto a la chimenea?
fr: Tu préfères un baiser sous la pluie ou un câlin au coin du feu ?
it: Preferiresti un bacio sotto la pioggia o un abbraccio davanti al camino?
pt: Preferias um beijo na chuva ou um abraço à lareira?
pt_br: Você preferiria um beijo na chuva ou um abraço na lareira?

# tp_46
source: Would you rather be known in history books for something terrible or be completely forgotten after death?
de: Würdest du lieber in den Geschichtsbüchern für etwas Schlimmes bekannt sein oder nach deinem Tod komplett vergessen werden?
es: ¿Preferirías ser conocido en los libros de historia por algo terrible o ser completamente olvidado después de tu muerte?
fr: Tu préfères être connu(e) dans les livres d'histoire pour quelque chose de terrible ou être totalement oublié(e) après ta mort ?
it: Preferiresti essere ricordato nei libri di storia per qualcosa di terribile o essere completamente dimenticato dopo la morte?
pt: Preferias ser lembrado nos livros de história por algo terrível ou ser totalmente esquecido depois da morte?
pt_br: Você preferiria ser lembrado nos livros de história por algo terrível ou ser totalmente esquecido depois da morte?

# tp_47
source: Would you rather go back to the past to meet deceased loved ones or go to the future to meet your children or grandchildren?
de: Würdest du lieber in die Vergangenheit reisen, um verstorbene Liebste wiederzusehen, oder in die Zukunft, um deine Kinder oder Enkel kennenzulernen?
es: ¿Preferirías volver al pasado para ver a seres queridos fallecidos o ir al futuro para conocer a tus hijos o nietos?
fr: Tu préfères retourner dans le passé pour rencontrer des proches disparus ou aller dans le futur pour rencontrer tes enfants ou petits-enfants ?
it: Preferiresti tornare nel passato per rivedere chi non c’è più o andare nel futuro per incontrare figli o nipoti?
pt: Preferias voltar ao passado para rever entes queridos falecidos ou ir ao futuro para conhecer filhos ou netos?
pt_br: Você preferiria voltar ao passado para rever entes queridos falecidos ou ir ao futuro para conhecer filhos ou netos?

# tp_48
source: Would you rather travel the world for free for a year or receive €50,000 to spend as you want?
de: Würdest du lieber ein Jahr lang kostenlos um die Welt reisen oder 50.000 € bekommen, die du ausgeben kannst, wie du willst?
es: ¿Preferirías viajar por el mundo gratis durante un año o recibir 50.000 € para gastar como quieras?
fr: Tu préfères voyager gratuitement dans le monde entier pendant un an ou recevoir 50 000 € à dépenser comme tu veux ?
it: Preferiresti viaggiare gratis per il mondo per un anno o ricevere 50.000 € da spendere come vuoi?
pt: Preferias viajar pelo mundo de graça durante um ano ou receber 50.000 € para gastar como quiseres?
pt_br: Você preferiria viajar pelo mundo de graça durante um ano ou receber 50.000 € para gastar como quiser?

# tp_49
source: Would you rather say 'I love you' only once in your life but sincerely, or be able to say it every day without it having the same power?
de: Würdest du lieber ‚Ich liebe dich‘ nur einmal im Leben aufrichtig sagen oder es jeden Tag sagen können, ohne dass es die gleiche Bedeutung hat?
es: ¿Preferirías decir 'te amo' solo una vez en tu vida pero sinceramente, o poder decirlo cada día sin que tenga el mismo poder?
fr: Tu préfères dire 'je t'aime' une seule fois dans ta vie mais sincèrement, ou pouvoir le dire chaque jour sans que ça ait la même force ?
it: Preferiresti dire “ti amo” una sola volta nella vita ma sinceramente, o poterlo dire ogni giorno senza la stessa forza?
pt: Preferias dizer "amo-te" apenas uma vez na vida mas com sinceridade, ou dizê-lo todos os dias sem a mesma força?
pt_br: Você preferiria dizer "eu te amo" apenas uma vez na vida mas com sinceridade, ou dizê-lo todos os dias sem a mesma força?

# tp_50
source: Would you rather live through a zombie apocalypse or a robot apocalypse?
de: Würdest du lieber eine Zombie-Apokalypse erleben oder eine Roboter-Apokalypse?
es: ¿Preferirías vivir un apocalipsis zombi o un apocalipsis de robots?
fr: Tu préfères vivre une apocalypse zombie ou une apocalypse robotique ?
it: Preferiresti vivere un’apocalisse zombie o un’apocalisse di robot?
pt: Preferias viver um apocalipse zumbi ou um apocalipse de robôs?
pt_br: Você preferiria viver um apocalipse zumbi ou um apocalipse de robôs?

# tp_51
source: Would you rather have a long-distance but strong love or a close but very unstable love?
de: Würdest du lieber eine starke Fernbeziehung haben oder eine Beziehung vor Ort, die sehr instabil ist?
es: ¿Preferirías tener un amor a distancia pero fuerte o un amor cercano pero muy inestable?
fr: Tu préfères un amour à distance mais fort ou un amour proche mais très instable ?
it: Preferiresti avere sempre ragione ma essere antipatico o avere sempre torto ma essere simpatico?
pt: Preferias um amor à distância mas forte ou um amor próximo mas muito instável?
pt_br: Você preferiria um amor à distância mas forte ou um amor próximo mas muito instável?

# tp_52
source: Would you rather be able to relive a moment with someone you lost or spend a day with your future child?
de: Würdest du lieber einen Moment mit jemandem, den du verloren hast, noch einmal erleben oder einen Tag mit deinem zukünftigen Kind verbringen?
es: ¿Preferirías revivir un momento con alguien que perdiste o pasar un día con tu futuro hijo?
fr: Tu préfères pouvoir revivre un moment avec quelqu'un que tu as perdu ou passer une journée avec ton futur enfant ?
it: Preferiresti avere un superpotere per volare o per leggere nella mente?
pt: Preferias reviver um momento com alguém que perdeste ou passar um dia com o teu futuro filho?
pt_br: Você preferiria reviver um momento com alguém que perdeu ou passar um dia com seu futuro filho?

# tp_53
source: Would you rather receive a declaration of love in public or in private?
de: Würdest du lieber eine Liebeserklärung öffentlich oder privat bekommen?
es: ¿Preferirías recibir una declaración de amor en público o en privado?
fr: Tu préfères recevoir une déclaration d'amour en public ou en privé ?
it: Preferiresti vivere in città per tutta la vita o in campagna per tutta la vita?
pt: Preferias receber uma declaração de amor em público ou em privado?
pt_br: Você preferiria receber uma declaração de amor em público ou em privado?

# tp_54
source: Would you rather share everything (truly everything, including me), or keep everything to yourself and leave others with nothing?
de: Würdest du lieber alles teilen (wirklich alles, inklusive mir) oder alles für dich behalten und die anderen leer ausgehen lassen?
es: ¿Preferirías compartir todo (todo de verdad, incluso a mí) o quedártelo todo y dejar a los demás sin nada?
fr: Tu préfères tout (vraiment tout y compris moi) partager ou tout garder pour toi et laisser les autres avec rien ?
it: Preferiresti poter cambiare il passato o vedere il futuro?
pt: Preferias partilhar tudo (mesmo tudo, incluindo eu) ou guardar tudo para ti e deixar os outros sem nada?
pt_br: Você preferiria compartilhar tudo (mesmo tudo, inclusive eu) ou guardar tudo para você e deixar os outros sem nada?

# tp_55
source: Would you rather have love that makes you dream or love that makes you grow?
de: Würdest du lieber Liebe, die dich träumen lässt, oder Liebe, die dich wachsen lässt?
es: ¿Preferirías un amor que te haga soñar o un amor que te haga crecer?
fr: Tu préfères l'amour qui fait rêver ou l'amour qui fait grandir ?
it: Preferiresti avere più tempo o più soldi?
pt: Preferias um amor que te faça sonhar ou um amor que te faça crescer?
pt_br: Você preferiria um amor que te faça sonhar ou um amor que te faça crescer?

# tp_56
source: Would you rather be alone all your life or surrounded by very annoying people?
de: Würdest du lieber dein ganzes Leben allein sein oder von sehr lästigen Leuten umgeben sein?
es: ¿Preferirías estar solo toda tu vida o rodeado de personas muy molestas?
fr: Tu préfères être seul(e) toute ta vie ou entouré(e) de gens très agaçants ?
it: Preferiresti non dover mai più lavorare o non dover mai più dormire?
pt: Preferias ficar sozinho toda a vida ou estar rodeado de pessoas muito irritantes?
pt_br: Você preferiria ficar sozinho a vida toda ou estar cercado de pessoas muito irritantes?

# tp_57
source: Would you rather have no phone for a month or not wash for a month?
de: Würdest du lieber einen Monat lang kein Handy haben oder einen Monat lang nicht duschen?
es: ¿Preferirías estar un mes sin teléfono o un mes sin lavarte?
fr: Tu préfères ne plus avoir de téléphone pendant un mois ou ne plus te laver pendant un mois ?
it: Preferiresti viaggiare nel passato per incontrare i tuoi antenati o nel futuro per conoscere i tuoi discendenti?
pt: Preferias ficar um mês sem telemóvel ou um mês sem tomar banho?
pt_br: Você preferiria ficar um mês sem celular ou um mês sem tomar banho?

# tp_58
source: Would you rather fall in love at first sight (even if you're wrong) or only after three years?
de: Würdest du dich lieber auf den ersten Blick verlieben (auch wenn du dich irrst) oder erst nach drei Jahren?
es: ¿Preferirías enamorarte a primera vista (aunque te equivoques) o solo después de tres años?
fr: Tu préfères tomber amoureux en un regard (quitte à te tromper) ou après uniquement après trois ans ?
it: Preferiresti essere il più divertente della stanza o il più intelligente?
pt: Preferias apaixonar-te à primeira vista (mesmo que te enganes) ou só depois de três anos?
pt_br: Você preferiria se apaixonar à primeira vista (mesmo que esteja errado) ou só depois de três anos?

# tp_59
source: Would you rather only buy used underwear or only used toothbrushes?
de: Würdest du lieber nur gebrauchte Unterwäsche oder nur gebrauchte Zahnbürsten kaufen?
es: ¿Preferirías comprar solo ropa interior usada o solo cepillos de dientes usados?
fr: Tu préfères acheter uniquement des sous-vêtements utilisés ou uniquement des brosses à dents utilisés ?
it: Preferiresti poter parlare tutte le lingue o saper suonare tutti gli strumenti musicali?
pt: Preferias comprar apenas roupa interior usada ou apenas escovas de dentes usadas?
pt_br: Você preferiria comprar apenas roupa íntima usada ou apenas escovas de dentes usadas?

# tp_60
source: Would you rather lose the ability to read or the ability to speak?
de: Würdest du lieber die Fähigkeit zu lesen verlieren oder die zu sprechen?
es: ¿Preferirías perder la capacidad de leer o la capacidad de hablar?
fr: Tu préfères perdre la capacité de lire ou la capacité de parler ?
it: Preferiresti vivere senza telefono o senza computer?
pt: Preferias perder a capacidade de ler ou a capacidade de falar?
pt_br: Você preferiria perder a capacidade de ler ou a capacidade de falar?

# tp_61
source: Would you rather be beautiful but stupid or ugly but ultra intelligent?
de: Würdest du lieber schön, aber dumm sein, oder hässlich, aber ultra intelligent?
es: ¿Preferirías ser guapo pero tonto o feo pero súper inteligente?
fr: Tu préfères être beau/belle mais bête ou moche mais ultra intelligent(e) ?
it: Preferiresti vivere in un mondo senza musica o in un mondo senza libri?
pt: Preferias ser bonito mas burro ou feio mas super inteligente?
pt_br: Você preferiria ser bonito mas burro ou feio mas super inteligente?

# tp_62
source: At work, would you rather be loved or feared? Why?
de: Im Job: Würdest du lieber gemocht werden oder gefürchtet? Warum?
es: En el trabajo, ¿preferirías ser amado o temido? ¿Por qué?
fr: Au travail, tu préfères qu’on t’aime ou qu’on te craigne ? Et pourquoi ?
it: Preferiresti che al lavoro ti amassero o che ti temessero? E perché?
pt: No trabalho, preferias ser amado ou temido? Porquê?
pt_br: No trabalho, você preferiria ser amado ou temido? Por quê?

# tp_63
source: Would you rather know perfect love in a dream or imperfect but real love?
de: Würdest du lieber perfekte Liebe im Traum erleben oder unperfekte, aber echte Liebe?
es: ¿Preferirías conocer el amor perfecto en un sueño o un amor imperfecto pero real?
fr: Tu préfères connaître l'amour parfait dans un rêve ou un amour imparfait mais réel ?
it: Preferiresti essere ricco ma solo o povero ma circondato da amore e amicizia?
pt: Preferias conhecer o amor perfeito num sonho ou um amor imperfeito mas real?
pt_br: Você preferiria conhecer o amor perfeito num sonho ou um amor imperfeito mas real?

# tp_64
source: Would you rather ask a favor from your ex or from a complete stranger?
de: Würdest du lieber deinen Ex/deine Ex um einen Gefallen bitten oder eine komplett fremde Person?
es: ¿Preferirías pedir un favor a tu ex o a un completo desconocido?
fr: Tu préfères demander un service à ton ex ou à un inconnu total ?
it: Preferiresti vivere in un mondo senza social media o senza cinema e serie?
pt: Preferias pedir um favor ao teu ex ou a um completo desconhecido?
pt_br: Você preferiria pedir um favor ao seu ex ou a um completo desconhecido?

# tp_65
source: Would you rather be incredibly rich but completely alone, or have just enough to live but be surrounded by love and friends?
de: Würdest du lieber sehr reich sein und komplett allein, oder gerade genug zum Leben haben, dafür aber von Liebe und Freunden umgeben?
es: ¿Preferirías ser increíblemente rico pero completamente solo o tener lo justo para vivir pero rodeado de amor y amigos?
fr: Tu préfères être incroyablement riche mais complètement seul(e), ou avoir juste de quoi vivre mais être entouré(e) d'amour et d'amis ?
it: Preferiresti non innamorarti mai più o innamorarti di tutti quelli che incontri?
pt: Preferias ser incrivelmente rico mas completamente sozinho ou ter apenas o suficiente para viver mas rodeado de amor e amigos?
pt_br: Você preferiria ser incrivelmente rico mas completamente sozinho ou ter apenas o suficiente para viver mas cercado de amor e amigos?

# tp_66
source: Would you rather sacrifice your happiness for the good of many other people, or put your personal happiness above everything?
de: Würdest du lieber dein Glück für das Wohl vieler opfern oder dein eigenes Glück über alles stellen?
es: ¿Preferirías sacrificar tu felicidad por el bien de muchas personas o poner tu felicidad personal por encima de todo?
fr: Tu préfères sacrifier ton bonheur pour le bien de beaucoup d'autres personnes, ou mettre ton bonheur personnel au-dessus de tout ?
it: Preferiresti vivere un giorno perfetto che si ripete sempre o una vita normale con alti e bassi?
pt: Preferias sacrificar a tua felicidade pelo bem de muitos ou colocar a tua felicidade pessoal acima de tudo?
pt_br: Você preferiria sacrificar a sua felicidade pelo bem de muitos ou colocar a sua felicidade pessoal acima de tudo?

# tp_67
source: Would you rather have the power to save one person you love or five strangers?
de: Würdest du lieber eine geliebte Person retten oder fünf Fremde?
es: ¿Preferirías tener el poder de salvar a una persona que amas o a cinco desconocidos?
fr: Tu préfères avoir le pouvoir de sauver une seule personne que tu aimes ou cinq inconnus ?
it: Preferiresti avere un talento che nessuno conosce o non avere talenti ma essere famoso?
pt: Preferias ter o poder de salvar uma pessoa que amas ou cinco desconhecidos?
pt_br: Você preferiria ter o poder de salvar uma pessoa que ama ou cinco desconhecidos?

# tp_68
source: Would you rather see justice applied even if the punishment is severe, or favor clemency and offer a second chance?
de: Würdest du lieber strenge Gerechtigkeit sehen, auch wenn die Strafe hart ist, oder Milde zeigen und eine zweite Chance geben?
es: ¿Preferirías ver la justicia aplicada aunque el castigo sea severo o favorecer la clemencia y ofrecer una segunda oportunidad?
fr: Tu préfères voir la justice appliquée même si la punition est sévère, ou privilégier la clémence et offrir une seconde chance ?
it: Preferiresti vivere in una città enorme dove nessuno ti conosce o in un villaggio dove tutti ti conoscono?
pt: Preferias ver a justiça aplicada mesmo que a punição fosse severa, ou favorecer a clemência e dar uma segunda oportunidade?
pt_br: Você preferiria ver a justiça aplicada mesmo que a punição fosse severa, ou favorecer a clemência e dar uma segunda chance?

# tp_69
source: Would you rather be respected by all but little loved, or adored by few but criticized by many?
de: Würdest du lieber von allen respektiert, aber wenig geliebt werden, oder von wenigen vergöttert und von vielen kritisiert?
es: ¿Preferirirías ser respetado por todos pero poco amado o adorado por pocos pero criticado por muchos?
fr: Tu préfères être respecté(e) par tous mais peu aimé(e), ou adoré(e) par quelques-uns mais critiqué(e) par beaucoup ?
it: Preferiresti essere invisibile quando vuoi o poter leggere i pensieri?
pt: Preferias ser respeitado por todos mas pouco amado, ou adorado por alguns mas criticado por muitos?
pt_br: Você preferiria ser respeitado por todos mas pouco amado, ou adorado por alguns mas criticado por muitos?

# tp_70
source: Would you rather love someone without ever being able to tell them or be loved without knowing it?
de: Würdest du lieber jemanden lieben, ohne es jemals sagen zu können, oder geliebt werden, ohne es zu wissen?
es: ¿Preferirías amar a alguien sin poder decírselo o ser amado sin saberlo?
fr: Tu préfères aimer quelqu'un sans jamais pouvoir lui dire ou être aimé sans le savoir ?
it: Preferiresti viaggiare sempre gratis o avere sempre pasti gratis al ristorante?
pt: Preferias amar alguém sem nunca poder dizer ou ser amado sem o saber?
pt_br: Você preferiria amar alguém sem nunca poder dizer ou ser amado sem saber?

# tp_71
source: Would you rather love intensely once or moderately all your life?
de: Würdest du lieber einmal richtig heftig lieben oder dein ganzes Leben lang eher ruhig und moderat?
es: ¿Preferirías amar intensamente una vez o moderadamente toda tu vida?
fr: Tu préfères aimer intensément une fois ou modérément toute ta vie ?
it: Preferiresti non poterti mai più arrabbiare o non poterti mai più emozionare?
pt: Preferias amar intensamente uma vez ou moderadamente toda a vida?
pt_br: Você preferiria amar intensamente uma vez ou moderadamente por toda a vida?

# tp_72
source: Would you rather have old-fashioned love or a modern and free relationship?
de: Würdest du lieber eine altmodische Liebe haben oder eine moderne, freie Beziehung?
es: ¿Preferirías un amor a la antigua o una relación moderna y libre?
fr: Tu préfères un amour à l'ancienne ou une relation moderne et libre ?
it: Preferiresti che tutti leggessero i tuoi pensieri o che vedessero la cronologia del tuo telefono?
pt: Preferias um amor à moda antiga ou uma relação moderna e livre?
pt_br: Você preferiria um amor à moda antiga ou um relacionamento moderno e livre?

# tp_73
source: Would you rather receive proof of love every day or one immense gesture once a year?
de: Würdest du lieber jeden Tag kleine Liebesbeweise bekommen oder einmal im Jahr eine riesige Geste?
es: ¿Preferirías recibir pruebas de amor cada día o un gesto inmenso una vez al año?
fr: Tu préfères recevoir une preuve d'amour chaque jour ou un immense geste une fois par an ?
it: Preferiresti vivere senza amore o senza amicizia?
pt: Preferias receber provas de amor todos os dias ou um grande gesto uma vez por ano?
pt_br: Você preferiria receber provas de amor todos os dias ou um grande gesto uma vez por ano?

# tp_74
source: Would you rather find a wallet full of money and return it to its owner, or keep it without anyone ever knowing?
de: Würdest du lieber eine Geldbörse voller Geld finden und sie zurückgeben oder sie behalten, ohne dass es jemals jemand erfährt?
es: ¿Preferirías encontrar una cartera llena de dinero y devolverla a su dueño o quedártela sin que nadie lo sepa?
fr: Tu préfères trouver un portefeuille rempli d'argent et le rendre à son propriétaire, ou le garder sans que personne ne le sache jamais ?
it: Preferiresti essere il più ricco del mondo ma solo, o povero ma innamoratissimo?
pt: Preferias encontrar uma carteira cheia de dinheiro e devolvê-la ao dono ou ficar com ela sem ninguém saber?
pt_br: Você preferiria encontrar uma carteira cheia de dinheiro e devolvê-la ao dono ou ficar com ela sem ninguém saber?

# tp_75
source: Would you rather be someone's first love or their last?
de: Würdest du lieber jemandes erste Liebe sein oder die letzte?
es: ¿Preferirías ser el primer amor de alguien o el último?
fr: Tu préfères être le premier amour de quelqu'un ou le dernier ?
it: Preferiresti avere sempre caldo o sempre freddo?
pt: Preferias ser o primeiro amor de alguém ou o último?
pt_br: Você preferiria ser o primeiro amor de alguém ou o último?
